{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "Ohjaa ruohon siivousta rakennusten alla ja palaako se takaisin purkamisen jälkeen."
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "Aikaisintaan väliaikainen ruoho voi alkaa palautua lopullisen peiterakennuksen purkamisen jälkeen."
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "Ylimääräinen raivausetäisyys katetun rakennuksen geometrian ylä- ja alapuolella."
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "Ylimääräinen ruohon raivausetäisyys rakennuksen jalanjäljen ympäriltä."
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "Asteittainen uudelleenkasvu reunasta keskustaan"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "Vaakapuskuri (metriä)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "Viimeisimmän ajankohdan väliaikainen ruoho voi palata. Minimiarvoa pienemmät arvot käsitellään miniminä."
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "Ei ruohoa rakennusten alla"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "Kasvata ruoho uudelleen purkamisen jälkeen"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "Uudelleenkasvun maksimi (sekuntia)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "Vähimmäiskasvu (sekuntia)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "Palauttaa luotua kalliorohoa edullisissa lavastetuissa aalloissa yhden ilmeisen popin sijaan."
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "Pystypuskuri (metriä)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "Kun tämä on käytössä, piilotettu ruoho palaa määritetyn viiveen jälkeen. Poista se käytöstä, jotta ruoho pysyy uusien rakennusten alla niiden purkamisen jälkeen. Tämä modi ei koskaan poista puita, pensaita, luonnonvarakasveja ja muita lehtiä pysyvästi."
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}